{
    "nav": {
      "about": "Обо мне",
      "experience": "Опыт",
      "contacts": "Контакты",
      "name": "Анастасия",
      "surname": "Головина"
    },
    "main": {
        "title": "веб",
        "subtitle": "разработчик",
        "paragraph1": "Я frontend-разработчик, который выучился на лингвиста, а затем перешел от человеческих языков в языкам программирования. Я легко использую англисйкий и французский языки из своего арсенала для продуктивной коммуникации с людьми со всего мира и для изучения нового, в том числе программирования. ",
        "paragraph2": "Получив основательный опыт в техподдержке, я самостоятельно обучилась программированию на боевых задачах и продолжаю развиваться в этом и создавать проекты. ",
        "paragraph3": "Мой текущий стек — JavaScript, TypeScript, React и Next.js.",
        "paragraph4": "Меня интересуют темы женского здоровья и благосостояния — я мечтаю однажды присоединиться к проекту в сфере Femtech.",
        "resumeButton": "посмотреть резюме"
      },
      "experience": {
        "title": "Мой опыт",
        "projects": "Проекты",
        "nda": "Код под NDA",
        "codeIs": "Код находится",
        "here": "здесь"
      },
      "projects": {
        "carrotQuest": {
          "name": "Carrot quest — топ-5 маркетинговых платформ в России",
          "description": "Осуществляла переход сайта компании с Gatsby на Next.js, улучшая производительность и унифицировав кодовую базу. Были внедрены TypeScript, ESLint, переиспользуемые UI-компоненты. Также создавала маркетинговые механики — квизы, попапы, баннеры и видео-виджеты."
        },
        "stellarBurgers": {
          "name": "Stellar Burgers — учебный проект",
          "description": "Проект онлайн-магазина бургеров с конструктором заказов, авторизацией и веб-сокетами для отслеживания статуса заказов. Создан как учебный проект в Яндекс Практикуме."
        },
        "welderCatherine": {
          "name": "The Welder Catherine — один из крупнейших производителей кофе в России",
          "description": "Самостоятельно писала и переводила тексты для блога и верстала их прямо в Bitrix с помощью HTML и CSS."
        },
        "heado": {
          "name": "HEADO — цифровой помощник для ритейла",
          "description": "Верстала адаптивные email-шаблоны по макетам из Figma, кросс-клиентной поддержкой и проверкой в популярных почтовых сервисах."
        }
      },
      "education": {
        "yandex": {
          "name": "Яндекс Практикум",
          "description": "React-разработчик"
        },
        "tomas": {
          "name": "Университет Томаша Бати в Злин, Чехия",
          "description": "Обменная программа — English for Business Administration"
        },
        "urfu": {
          "name": "Уральский федеральный университет",
          "description": "Бакалавриат — Лингвистика"
        }
      },
      "projectCard": {
        "nda": "Код под NDA",
        "codeIs": "Код можно найти",
        "here": "здесь"
      },
      "educationSection": {
        "aboutMe": "Обо мне",
        "education": "Образование"
      },
      "contactsSection": {
        "contacts": "контакты",
        "description": "Не стесняйтесь писать. Давайте создадим что-то важное и интересное вместе!",
        "contactButtons": {
          "contactMe": "Написать мне",
          "check": "Посмотреть"
        }
      },
      "footer": {
        "designedBy": "дизайн",
        "linkText": "Димы Андреенко"
      }
  }
  